<%@ page pageEncoding="UTF-8"%>

<div id="main">
    <!-- 메인 타이틀 -->
    <div>
        <i class="fas fa-users fa-2x"> 회원가입</i>
        <hr>
    </div>

    <!--브레드크럼 -->
    <nav>
        <ul class="breadcrumb">
            <li class="breadcrumb-item active">
                <button type="button" disabled class="btn btn-primary">
                    이용약관</button>
            </li>
            <li class="breadcrumb-item">
                <button type="button" disabled class="btn btn-light">
                    실명확인</button>
            </li>
            <li class="breadcrumb-item">
                <button type="button" disabled class="btn btn-light">
                    정보입력</button>
            </li>
            <li class="breadcrumb-item">
                <button type="button" disabled class="btn btn-light">
                    가입완료</button>
            </li>
        </ul>
    </nav>

    <!--섹션 타이틀-->
    <div>
        <h2>사이트 약관 동의</h2>
        <small class="text-muted">
            안녕하세요. 회원님이 더조은주차장 서비스를 이용하기 위해서는 회원가입이 필요합니다. <br>
            회원가입을 위해 이용약관&middot;개인정보&middot;위치기반 이용에 동의해주세요. <br>
            해당 동의가 이루어지지 않으면 당사 서비스 이용이 불가한 점을 양해바랍니다. <br>
        </small>
        <hr>
    </div>

    <!-- 이용약관 동의체크 -->
    <div class="card card-body bg-light">
        <h3>더조은주차장 서비스 이용 약관</h3>
        <form name="agreefrm1" id="agreefrm1">
            <div class="form-group">
                        <textarea rows="10" class="form-control border-primary">
제 1조 (목적)

이 약관은 ㈜모두컴퍼니(이하 “회사”라 함)가 운영하는 “더조은주차장”(이하 “더조은주차장”이라 함)에서 제공하는 모든 서비스(이하 “서비스”라 함)를 이용함에 있어 이용자의 권리 및 의무, 기타 부수 사항에 관하여 규정함을 목적으로 합니다.

제 2조 (정의)

1. “더조은주차장”이라 함은 “회사”가 “회사” 및 “주차공간 제공자”가 등록한 “주차공간”을 “주차공간 사용자”에게 제공하기 위해 온라인 웹, 모바일 어플리케이션 등 정보통신 소프트웨어를 이용하여 설정한 가상의 영업장을 말하며, 아울러 이를 운영하는 사업자의 의미로도 사용합니다.

2. “주차공간”이라 함은 자동차를 주차시키기 위한 시설을 말하며, 주차장법에 의거해 노상주차장, 노외주차장, 부설주차장으로 구분됩니다.

3. “주차공간 제공자”라 함은 “더조은주차장”을 통해 주차공간의 정보를 온라인상에 등록하는 자로서, 상기에 구분된 주차장의 유형별로 소유 혹은 관리 및 운영 권한이 있는 주체를 의미합니다.

4. “주차공간 사용자”라 함은 “더조은주차장”을 통해 “주차공간”의 정보를 탐색하는 자로서, 자동차를 이용하여 “주차공간”에 주차를 하고자 하는 운전자를 의미합니다.

5. “이용자”라 함은 “더조은주차장”이 제공하는 서비스를 받는 “정회원”, “준회원” 및 “비회원”을 말합니다.

6. “준회원”이라 함은 회사가 정한 소정의 절차를 거쳐서 회원가입을 한 자로서, “더조은주차장”의 정보를 지속적으로 제공받으며, “더조은주차장”이 제공하는 서비스를 계속적으로 이용할 수 있고, “주차공간 제공자” 및 “주차공간 사용자”가 될 수 있는 권한을 가진 자를 말합니다.

7. “정회원”이라 함은 “준회원” 중 회사가 정한 소정의 개인 확인 인증 절차를 거친 자로서, “주차공간”과 관련된 상거래 행위를 할 수 있는 자를 말합니다. “정회원”과 “준회원”을 “회원”이라 통칭합니다.

8. “컨텐츠”라 함은 “주차공간 제공자” 또는 “주차공간 사용자”가 “주차공간”의 정보공유 및 판매를 위하여 게재한 모든 글, 사진, 동영상 등을 말합니다.

제 3조 (약관의 명시, 효력과 개정)

1. 회사는 이 약관의 내용을 회사의 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처(전화, 팩스, 전자우편주소 등)등과 함께 회원이 확인할 수 있도록 “더조은주차장” 초기 서비스 화면(전면)에 게시합니다.

2. 회사는 약관의 규제에 관한 법률, 전기통신사업법 및 정보통신망이용촉진 및 정보보호 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.

3. 약관은 이용자가 더조은주차장 서비스에 회원 가입을 하거나 페이스북의 계정을 이용하여 가입하는 경우 본 계약에 명시된 조건에 동의하는 것으로 간주하며, 그 즉시 효력이 발생합니다.

4. 회사는 필요한 사유가 발생했을 때 사전 고지 없이 약관을 변경할 수 있습니다. 변경된 약관은 시행일로부터 7일간 더조은주차장 온라인 페이지에 게시하는 방법에 의해 공지하고, 명시적으로 회원이 반대하지 않는 한 개정된 약관에 동의한 것으로 간주합니다.

5. 제4항의 방법으로 변경 고지된 약관은 기존의 회원에게도 유효하게 적용됩니다.

제 4조 (약관의 해석)

1. 약관의 해석은 한국어로 작성된 내용을 기준으로 하며, 영어를 비롯한 다른 언어로 번역되어 한국어 내용과 상이한 해석이 발생할 경우, 한국어 해석에 따릅니다.

2. 약관에 정하지 아니한 사항과 이 약관의 해석에 관하여는 관계법령 및 상관례에 따릅니다.

제 5조 (회원 가입 및 자격)

1. 회사가 정한 양식에 따라 회원이 모든 정보를 정확히 기재해 회원가입을 신청하거나 정보제공을 동의하는 경우 회사는 회원 가입을 승낙합니다. 회사는 회원 가입을 신청을 통해 서비스 이용을 승인합니다.

2. 타인의 정보를 도용하여 회원정보를 기재하는 경우, 서비스 이용이 제한되거나 관련 법령에 의거 처벌받을 수 있습니다.

3. 회사는 다음과 같은 사유가 발생한 경우 회원 가입 신청에 대한 승낙을 거부, 유보하거나 회원자격 박탈 등의 조치를 취할 수 있습니다.

 가. 다른 사람의 명의를 사용하여 가입 신청한 경우

 나. 신청 시 필수 작성 사항을 허위로 기재한 경우

 다. 회사에 의하여 이용계약이 해지된 날로부터 3개월 이내에 재이용신청을 하는 경우

 라. 회사로부터 회원자격 정지 조치 등을 받은 회원이 그 조치기간 중에 이용계약을 임의 해지하고 재이용신청을 하는 경우

 마. 관계법령의 위반을 목적으로 신청하거나 그러한 행위를 하는 경우

 바. 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청하거나 그러한 행위를 하는 경우

 사. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우

 아. 제 14조 회원의 의무를 지키지 않는 경우

 자. 기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우

4. 회사가 회원 자격을 박탈하는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 사전 통지하여 소명할 기회를 부여합니다. 단, 회원의 귀책사유로 통지할 수 없는 경우 통지를 생략할 수 있습니다.

제 6조 (회원 탈퇴)

1. 회원은 회사에 언제든지 탈퇴를 요청할 수 있으며 회사는 즉시 회원탈퇴를 처리합니다.

제 7조 (서비스의 제공)

1. 서비스는 회사의 업무상 또는 기술상의 장애, 기타 특별한 사유가 없는 한 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.

2. 회사는 약관이 정한 바에 따라 안정적으로 서비스를 제공하기 위해 노력하며, 부득이한 이유로 서비스가 중단되면 지체 없이 수리 복구합니다. 단 시스템 점검, 천재지변, 비상사태, 기타 부득이한 경우에는 서비스를 일시적으로 중단할 수 있습니다.

3. 회사가 회원에게 제공하는 서비스는 아래와 같습니다.

 가. 주차공간에 관한 이름, 위치, 이용시간, 금액, 연락처 등의 세부정보

 나. 주차공간에 관한 이벤트 정보 제공

 다. 이용자 푸쉬알림 및 메일링 서비스

 바. 기타 회사가 자체 개발하거나 타 회사와의 협력계약 등을 통해 회원들에게 제공하는 일체의 서비스

제 8조 (서비스 이용)

1. 이용자는 서비스 접속 및 어플리케이션 다운로드 즉시 제7조 3항에서 열거한 서비스를 이용할 수 있습니다.

2. 이용자는 서비스 이용 시 불편사항에 관하여 언제든지 회사에 문제제기를 할 수 있습니다. 회사는 회원의 문제 제기가 정당하다고 인정하는 경우 이를 해소하기 위해 노력합니다.

3. 회원의 아이디와 비밀번호에 대한 모든 관리책임은 회원에게 있고, 회원은 자신의 아이디를 타인에게 양도, 증여할 수 없습니다. 회원이 등록한 아이디 및 비밀번호를 이용하여 발생한 회원, 회사 또는 제3자에 대한 손해 및 손실에 관한 모든 책임은 해당 회원에게 있습니다.

제 9조 (회사의 의무)

1. 회사는 본 약관이 정하는 바에 따라 지속적이고 안정적인 서비스를 제공하는데 최선을 다합니다.

2. 회사는 항상 등록자의 정보를 포함한 개인신상정보에 대하여 관리적, 기술적 안전조치를 강구하여 정보보안에 최선을 다합니다.

3. 회사는 공정하고 건전한 운영을 통하여 전자상거래 질서유지에 최선을 다하고 지속적인 연구개발을 통하여 양질의 서비스를 제공함으로써 고객만족을 극대화하여 인터넷 사업 발전에 기여합니다.

4. 회사는 고객으로부터 제기되는 불편사항 및 문제에 대해 정당하다고 판단될 경우 우선적으로 그 문제를 즉시 처리합니다. 단, 신속한 처리가 곤란할 경우, 고객에게 그 사유와 처리일정을 즉시 통보합니다.

5. 회사는 소비자 보호단체 및 공공기관의 소비자 보호업무의 추진에 필요한 자료 등의 요구에 적극 협력합니다.

제 10조 (회원의 의무)

1. 회원은 자신이 게시한 정보에 대해 무한 책임을 집니다.

2. 아이디와 비밀번호에 관한 모든 관리의 책임은 회원에게 있습니다.

3. 회원은 아이디와 비밀번호를 제 3 자가 알 수 있도록 해서는 안 됩니다.

4. 회원은 다음 행위를 하여서는 안 됩니다.

 가. 회원가입 신청 또는 변경 시 허위 내용의 등록

 나. 타인의 정보 도용

 다. 회사가 게시한 정보의 변경

 라. 회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시

 마. 회사 와 기타 제 3자의 저작권 등 지적재산권에 대한 침해

 바. 회사 및 기타 제 3자의 명예를 손상 시키거나 업무를 방해하는 행위

 사. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 미풍양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위

 아. 기타 불법적이거나 부당한 행위

5. 회원은 본 약관 및 관계법령에서 규정한 사항을 준수합니다.

6. 회원은 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복사, 복제, 변경, 번역, 출판 및 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.

7. 회원은 회사 서비스를 해킹하거나 불법 프로그램을 업로드 해서는 안 됩니다.

제 11조 (서비스 이용제한)

1. 회원이 다음에 해당하는 행위를 했을 경우 회사는 사전 통지 없이 이용 계약을 해지하거나 서비스 이용을 제한할 수 있습니다.

 가. 제 10조 회원의 의무를 지키지 않은 경우

 나. 불량게시물 규정에 위배되는 행위를 한 경우

 다. 회사에서 제공하는 서비스에 위해를 가하는 등 회사의 업무를 방해하거나 타인의 회사 서비스 이용을 저해하는 경우

 라. 기타 회사에서 더 이상 서비스 제공이 어렵다고 판단할만한 상당한 이유가 있는 경우

제 12조 (손해배상)

1. 회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.

2. 회원이 서비스를 이용함에 있어 행한 불법행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상청구, 소송을 비롯한 각종의 이의제기를 받는 경우 당해 회원은 회사의 면책을 위하여 노력하여야 하며, 회사가 면책되지 못한 경우는 당해 회원은 그로 인하여 회사에게 발생한 모든 손해를 배상하여야 합니다.

제 13조 (면책 범위)

1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.

2. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.

3. 회사 이외의 타 사업자가 제공하는 정보에 의해 발생하는 피해나 서비스의 장애로 인한 경우에 대하여는 회사는 책임을 지지 않습니다.

4. 회사는 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여 법률적인 책임을 지지 않습니다.

5. 회사가 제공한 서비스를 통해 취득한 정보나 서비스에 게시된 다른 회원의 게시물을 통해 법률적 또는 의학적, 기타 재정적 사항에 관하여 필요한 결정을 하고자 할 때에는 반드시 사전에 전문가와 상의할 것을 권고합니다.

6. 본 약관의 적용은 이용계약을 체결한 회원에 한하며 제3자에게 어떠한 배상, 소송 등에 대하여 회사는 책임을 면합니다.

제 14조 (고충처리)

회사는 전화, 서면, 전자우편 또는 인터넷 홈페이지 등을 통하여 개인정보와 관련한 회원의 의견을 수렴하고 불만사항을 접수하여 이를 처리합니다.

제 15조 (분쟁해결 및 관할법원)

1. 회사 및 회원은 개인정보에 관한 분쟁이 있는 경우 신속하고 효과적인 분쟁해결을 위하여 개인정보분쟁조정위원회에 분쟁의 조정을 신청할 수 있습니다.

2. 서비스 이용으로 발생한 분쟁에 대한 소송은 회사의 본사 소재지를 관할하는 법원을 관할법원으로 합니다.

제 16조 (법 준수)

회원은 서비스를 이용함에 있어 국내법이나 규정 정책 및 서비스를 이용함에 있어서 필요한 국제법 및 관련 당사자국의 법을 준수할 책임이 있습니다.

본 약관은 2013년 07월 31일부터 시행됩니다
                        </textarea>
            </div>

            <div class="custom-control custom-checkbox text-right">
                <input type="checkbox" id="agree1" class="custom-control-input">
                <label for="agree1" class="custom-control-label text-dark">
                    서비스 이용약관에 동의합니다. <span class="text-danger"> (필수!) </span>
                </label>
            </div>
        </form>
    </div>

    <hr class="hrnone">

    <!-- 개인정보 수집 동의체크 -->
    <div class="card card-body bg-light">
        <h3>개인정보 수집 및 이용에 대한 안내</h3>
        <form name="agreefrm2" id="agreefrm2">
            <div class="form-group">
                        <textarea rows="10" class="form-control border-primary">
(㈜모두컴퍼니(이하 “회사”라 함)는 통신비밀보호법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 정보통신서비스 제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보 취급방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다. 본 개인정보취급방침은 회사에서 제공하는 온라인 웹 및 모바일 어플리케이션 서비스에 적용되며 다음과 같은 내용을 담고 있습니다.

제 1조 (개인정보 수집동의 및 수집항목)

1. 회사는 이용자가 ”주차장 정보제공”에 최초 소셜로그인 (페이스북,네이버,카카오 등) 을 시도할 때 애플리케이션 승인을 하면 개인정보 수집에 대해 동의한 것으로 봅니다.

2. 회사가 원활한 서비스 제공을 위해 수집하는 이용자의 개인정보 항목은 다음과 같습니다.

 가. 이용자 성명 및 연락처(휴대폰 번호)

 나. SNS 로그인 아이디와 고유식별 정보 (또는 이메일 주소)

 다. 더조은주차장 서비스 회원가입 시 회원 아이디 및 비밀번호

 라. 상기의 항목을 필수항목으로 하며, 서비스 제공을 위한 필요에 따라 이용자의 동의 하에 추가적인 정보들을 요청하고 수집할 수 있습니다.

      a. 자동차등록번호

      b.신용카드관련정보 (신용카드발급사, 카드번호, 유효기간)

      c. 생년월일

제 2조 (개인정보 수집목적 및 활용방식)

1. 회사는 회사에서 제공하는 서비스의 원활한 제공을 위하여 이용자의 동의 하에 이용자의 개인정보를 수집하고 있습니다. 회사가 수집한 개인정보는 다음의 목적을 위해 활용합니다.

 가. 관련 해당 서비스 이용 권한

 나. 이메일 주소 – 고지사항 전달

 다. 불만 처리 등을 위한 원활한 의사소통 경로의 확보

 라. 새로운 서비스 및 행사 정보 등의 안내

 마. 차량의 스마트 입차, 출차 서비스 및 현장 확인용.

 바. 원활한 모바일 신용카드 결제

 마. 생년월일 : 거주자우선주차면 배정자 확인

2. 회사는 위의 목적 이외에는 수집된 개인정보를 사용할 수 없습니다. 다만 추후 개인정보의 사용목적과 용도가 변경될 경우에는 공지합니다.

3. 회사는 어떠한 경우라도 이용자의 개인정보를 사전에 밝힌 목적 이외의 다른 목적으로 사용하지 않으며, 해당 정보를 위부로 유출시키지 않습니다. 그러나 회사의 서비스 또는 광고 배너 등으로 링크되어 있는 타 사이트에서 이용자의 동의를 거쳐 개인정보를 수집하는 행위에 대해서는 본 개인정보보호정책이 적용되지 않음을 알려드립니다.

제 3조 (수집한 개인정보 보유 및 이용기간)

1. 이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.

가. 회원탈퇴 시 보존 개인정보

– 보존항목 : 최초 접속 시 제공한 정보

– 보존근거 : 불량 이용자의 재가입 방지, 부정 이용 방지, 명예훼손 등 권리침해 분쟁 및 수사협조

– 보존기간 : 회원탈퇴 후 3개월

나. 이용자가 회사에서 제공하는 서비스를 이용하는 동안은 회사는 이용자의 개인정보를 지속적으로 보유하며 편리한 서비스의 제공을 위한 기초 자료로 이용합니다. 다만 이용자 본인이 개인정보를 변경하거나 삭제 요청을 하는 경우는 회사에서 정책에 따라서 삭제하여 추후 열람이나 이용이 불가능한 상태로 처리하고 있습니다.

제 4조 (개인정보의 파기 절차 및 방법)

1. 이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 회사의 개인정보 파기절차 및 방법은 다음과 같습니다.

2. 파기 절차

가. 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다.

나. 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.

3. 파기 방법

 가. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.

 나. 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.

제 5조 (개인정보 제공 및 공유)

1. 개인정보는 원칙적으로 서비스와 무관한 제 3자에게 이용자의 동의 없이 제공될 수 없습니다.

2. 회사는 약관에 의거하여 다음과 같은 경우 개인정보를 이용자의 동의 없이 제공, 판매할 수 있습니다.

 가. 특정 개인을 식별할 수 없는 형태로 가공되어 회사와 계약한 개인 또는 고객에게 제공되는 경우

 나. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로써 특정 개인을 식별할 수 없는 형태로 제공하는 경우

3. 회사는 약관에 의거하여 다음과 같은 경우 개인정보를 이용자의 동의 없이 제 3자에게 제공할 수 있습니다.

 가. 이용자가 서비스를 이용하여 타인에게 정신적 또는 물질적 피해를 줌으로써 그에 대한 법적인 조치를 취하기 위하여 개인정보를 공개해야 한다고 판단되는 충분한 근거가 있는 경우

 나. 이용자의 법령 또는 약관의 위반을 포함하여 부정행위 확인 등의 정보보호 업무를 위해 필요한 경우

 다. 법에 의거하여 적법한 절차에 의한 수사기관이나 기타 정부기관으로부터 정보제공을 요청 받은 경우

 라. 기타 법률에 의해 요구되는 경우

제 6조 (개인정보 위탁처리 업체)

1. 회사는 이용자에게 다양한 서비스를 제공하기 위해 다음과 같은 업무를 위탁하고 있습니다.

    가. 나이스페이 : 신용카드  결제

    나. 모빌리언스 : 휴대폰 결제

    다. 인피니소프트 : ARS기반 결제

    라. 인포뱅크 : 문자발송 및 카카오 알림톡 발송

2. 회사는  추가적인 서비스 제공으로 인한 개인정보 취급위탁이 있는 경우 및 업무내용에 변경이 있는 경우,  위탁처리기관, 업무내용 및 개인정보의 보유 및 이용기간 등을 명확히 공지하는 등 관계법령을 준수합니다.

제 7조 (이용자 및 법정대리인의 권리와 그 행사방법)

1. 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 가입 해지를 요청할 수도 있습니다.

2. 개인정보관리책임자에게 서면, 전화, email 또는 기타 가능한 방법으로 연락하시면 지체 없이 조치하겠습니다.

3. 이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3 자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.

제 8조 (개인정보 자동 수집 장치의 설치, 운영 및 거부에 관한 사항)

1. 회사는 이용자에게 특화된 맞춤서비스를 제공하기 위해서 이용자들의 정보를 수시로 저장하고 찾아내는 ‘쿠키(cookie)’ 등을 운용합니다. 쿠키란 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로서 이용자의 컴퓨터 하드디스크에 저장되기도 합니다.

2. 회사는 다음과 같은 목적을 위해 쿠키를 사용합니다.

가. 쿠키 등 사용 목적 – 회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공

나. 쿠키 설정 거부 방법 – 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.

* 설정방법 예(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보단, 쿠키 설치를 거부하였을 경우 로그인이 필요한 일부 서비스 이용에 어려움이 있을 수 있습니다.

제 9조 (개인정보보호를 위한 기술적/관리적 대책)

1. 회사는 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.

2. 기술적 대책

 가. 회원 개개인의 개인정보는 비밀번호에 의해 보호되며, 개인정보 데이터는 별도의 보안기능을 통해 보호 되고 있습니다.

 나. 해킹 등에 대비한 대책 – 회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다.

 다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있습니다.

 라. 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다.

 마. 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.

3. 관리적인 대책

 가. 위와 같은 노력 이외에 회원님 스스로도 제3자에게 비밀번호 등이 노출되지 않도록 주의하셔야 합니다. 특히 비밀번호 등이 공공장소에 설치한 PC를 통해 유출되지 않도록 항상 유의하시기 바랍니다. 회원님의 ID와 비밀번호는 반드시 본인만 사용하시고 비밀번호를 자주 바꿔주시는 것이 좋습니다.

 나. 취급 직원의 최소화 및 교육

 – 회사의 개인정보관련 취급 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 회사는 개인정보취급방침의 준수를 항상 강조하고 있습니다.

다. 개인정보보호전담기구의 운영 – 그리고 사내 개인정보보호전담기구 등을 통하여 회사는 개인정보취급방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다. 단, 이용자 본인의 부주의나 인터넷상의 문제로 개인 정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.

제 10조 (개인정보관리책임자 및 담당자의 연락처)

회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.

개인정보관리책임자 : (주)모두컴퍼니 강수남

전화번호 : 02-887-7001

이메일 : info@moduparking.com

기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.

– 개인정보침해신고센터 (http://www.118.or.kr / 118)

– 정보보호마크인증위원회 (http://www.eprivacy.or.kr / 02-580-0533~4)

– 대검찰청 첨단범죄수사과 (http://www.spo.go.kr / 02-3480-2000)

– 경찰청 사이버테러대응센터 (http://www.ctrc.go.kr/ 02-392-0330)

제 11조 (고지의 의무)

현 개인정보취급방침의 내용 추가, 삭제 및 수정이 있을 시에는 온라인 사이트의 “공지사항”을 통해 공고하도록 하겠습니다.
                        </textarea>
            </div>
            <div class="custom-control custom-checkbox text-right">
                <input type="checkbox" id="agree2" class="custom-control-input">
                <label for="agree2" class="custom-control-label text-dark">
                    개인정보 수집 및 이용에 동의합니다. <span class="text-danger"> (필수!) </span>
                </label>
            </div>
        </form>
    </div>

    <hr class="hrnone">

    <!-- 위치기반 서비스 동의체크 -->
    <div class="card card-body bg-light">
        <h3>위치기반 서비스 이용에 대한 안내</h3>
        <form name="agreefrm3" id="agreefrm3">
            <div class="form-group">
                        <textarea rows="10" class="form-control border-primary">
제1조 (목적)

본 약관은 이용자(더조은주차장 서비스를 이용하는 모든 사람을 말합니다. 이하 “이용자”라고 합니다.)가 (주)모두컴퍼니(이하 “회사”라고 합니다.)가 제공하는 더조은주차장 서비스(이하 “서비스”라고 합니다.)를 이용함에 있어 회사와 이용자의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.

제 2 조 (이용약관의 효력 및 변경)

본 약관은 온라인에서 더조은주차장 서비스를 통해 본 약관에 동의함으로써 효력이 발생합니다.이용자가 온라인에서 본 약관의 “동의하기” 버튼을 클릭하였을 경우, 본 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 그 적용에 동의한 것으로 봅니다.회사는 위치정보의 보호 및 이용 등에 관한 법률, 콘텐츠 산업 진흥법, 전자상거래 등에서의 소비자보호에 관한 법률, 소비자기본법 약관의 규제에 관한 법률 등 관련법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.회사가 약관을 개정할 경우에는 기존약관과 개정약관 및 개정약관의 적용일자와 개정사유를 명시하여 현행약관과 함께 그 적용일자 10일 전부터 적용일 이후 상당한 기간 동안 공지만을 하고, 개정 내용이 이용자에게 불리한 경우에는 그 적용일자 30일 전부터 적용일 이후 상당한 기간 동안 각각 이를 서비스 홈페이지에 게시하거나 이용자에게 전자적 형태(전자우편, SMS 등)로 약관 개정 사실을 발송하여 고지합니다.회사가 전항에 따라 이용자에게 통지하면서 공지 또는 공지, 고지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 아니하면 이용약관에 승인한 것으로 봅니다. 이용자가 개정약관에 동의하지 않을 경우 이용자는 이용계약을 해지할 수 있습니다.

제 3 조 (관계법령의 적용)

본 약관은 신의성실의 원칙에 따라 공정하게 적용하며, 본 약관에 명시되지 아니한 사항에 대하여는 관계법령 또는 상관례에 따릅니다.

제 4 조 (서비스의 내용)

회사가 제공하는 서비스는 아래와 같습니다.

서비스 명 : 더조은주차장

서비스 내용 : 사용자 위치기반 주차장 정보안내, 실시간 위치확인이용자의 위치에서 적합한 주차장 정보 제공

제 5 조 (서비스 이용요금)

회사가 제공하는 서비스는 기본적으로 무료입니다. 단, 별도의 유료 서비스의 경우 해당 서비스에 명시된 요금을 지불하여야 사용 가능합니다.회사는 유료 서비스 이용요금을 회사와 계약한 전자지불업체에서 정한 방법에 의하거나 회사가 정한 청구서에 합산하여 청구할 수 있습니다.유료서비스 이용을 통하여 결제된 대금에 대한 취소 및 환불은 회사의 결제 이용약관 등 관계법에 따릅니다.이용자의 정보도용 및 결제사기로 인한 환불요청 또는 결제자의 개인정보 요구는 법률이 정한 경우 외에는 거절될 수 있습니다.무선 서비스 이용 시 발생하는 데이터 통신료는 별도이며 가입한 각 이동통신사의 정책에 따릅니다. MMS 등으로 게시물을 등록할 경우 발생하는 요금은 이동통신사의 정책에 따릅니다.

제 6 조 (서비스내용변경 통지 등)회사가 서비스 내용을 변경하거나 종료하는 경우 회사는 이용자의 등록된 전자우편 주소로 이메일을 통하여 서비스 내용의 변경 사항 또는 종료를 통지할 수 있습니다.(1)항의 경우 불특정 다수인을 상대로 통지를 함에 있어서는 웹사이트 등 기타 회사의 공지사항을 통하여 이용자들에게 통지할 수 있습니다.

제 7 조 (서비스이용의 제한 및 중지)

회사는 아래 각 호의 1에 해당하는 사유가 발생한 경우에는 이용자의 서비스 이용을 제한하거나 중지시킬 수 있습니다.

이용자가 회사 서비스의 운영을 고의 또는 중과실로 방해하는 경우서비스용 설비 점검, 보수 또는 공사로 인하여 부득이한 경우전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 때기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우 회사는 전항의 규정에 의하여 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 이용자에게 알려야 합니다.

제 8 조 (개인위치정보의 이용 또는 제공)

회사는 개인위치정보를 이용하여 서비스를 제공하고자 하는 경우에는 미리 이용약관에 명시한 후 개인위치정보주체의 동의를 얻어야 합니다. 이용자 및 법정대리인의 권리와 그 행사방법은 제소 당시의 이용자의 주소에 의하며, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할 법원에 제기합니다. 회사는 타사업자 또는 이용 고객과의 요금정산 및 민원처리를 위해 위치정보 이용. 제공 사실 확인 자료를 자동 기록. 보존하며, 해당 자료는 1년간 보관합니다. 회사는 개인위치정보를 이용자가 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신 단말장치로 매회 이용자에게 제공받는 자, 제공 일시 및 제공목적을 즉시 통보합니다. 단, 아래 각 호의 1에 해당하는 경우에는 이용자가 미리 특정하여 지정한 통신 단말장치 또는 전자우편주소로 통보합니다. 개인 위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우 이용자가 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우

제 9조 (개인위치정보주체의 권리)

이용자는 회사에 대하여 언제든지 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치 정보의 제3자 제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 수집한 개인위치정보 및 위치정보 이용, 제공사실 확인자료를 파기합니다. 이용자는 회사에 대하여 언제든지 개인위치정보의 수집, 이용 또는 제공의 일시적인 중지를 요구할 수 있으며, 회사는 이를 거절할 수 없고 이를 위한 기술적 수단을 갖추고 있습니다. 이용자는 회사에 대하여 아래 각 호의 자료에 대한 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 사유 없이 이용자의 요구를 거절할 수 없습니다. 본인에 대한 위치정보 수집, 이용, 제공사실 확인자료본인의 개인위치 정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법률 규정에 의하여 제 3자에게 제공된 이유 및 내용이용자는 제 1호 내지 제 3호의 권리행사를 위해 회사의 소정의 절차를 통해 요구할 수 있습니다.

제 10 조 (법정대리인의 권리)

회사는 14세 미만의 이용자에 대해서는 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제 3자 제공에 대한 동의를 당해 이용자와 당해 이용자의 법정대리인으로부터 동의를 받아야 합니다. 이 경우 법정대리인은 제7조에 의한 이용자의 권리를 모두 가집니다. 회사는 14세 미만의 아동의 개인위치정보 또는 위치정보 이용. 제공사실 확인자료를 이용 약관에 명시 또는 고지한 범위를 넘어 이용하거나 제3자에게 제공하고자 하는 경우에는 14세미만의 아동과 그 법정대리인의 동의를 받아야 합니다. 단, 아래의 경우는 제외합니다. 위치정보 및 위치기반서비스 제공에 따른 요금정산을 위하여 위치정보 이용, 제공사실 확인자료가 필요한 경우통계작성, 학술연구 또는 시장조사를 위하여 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우

제 11 조 (8세 이하의 아동 등의 보호의무자의 권리)

회사는 아래의 경우에 해당하는 자(이하 “8세 이하의 아동”등이라 한다)의 보호의무자가 8세 이하의 아동 등의 생명 또는 신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다. 8세 이하의 아동금치산자장애인복지법 제2조 제2항 제2호의 규정에 의한 정신적 장애를 가진 자로서 장애인고용촉진 및 직업재활법 제2조 제2호의 규정에 의한 중증장애인에 해당하는 자(장애인 복지법 제29조의 규정에 의하여 장애인 등록을 한 자에 한한다.)8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 합니다. 보호의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 개인위치정보주체 권리의 전부를 행사할 수 있습니다.

제 12 조 (위치정보관리책임자의 지정)

회사는 위치정보를 적절히 관리, 보호하고 개인위치정보주체의 불만을 원활히 처리할 수 있도록 실질적인 책임을 질 수 있는 지위에 있는 자를 위치정보관리 책임자로 지정해 운영합니다. 위치정보관리책임자는 위치기반 서비스를 제공하는 부서의 부서장으로서 구체적인 사항은 본 약관의 부칙에 따릅니다.

제13조 (이용자의 대금지급방법)

회사가 위치정보의 보호 및 이용 등에 관한 법률 제 15조 내지 제 26조의 규정을 위반한 행위로 이용자에게 손해가 발생한 경우 이용자는 회사에 대하여 손해배상 청구를 할 수 있습니다. 이 경우 회사는 고의, 과실이 없음을 입증하지 못 하는 경우 책임을 면할 수 없습니다. 이용자가 본 약관의 규정을 위반하여 회사에 손해가 발생한 경우 회사는 이용자에 대하여 손해배상을 청구할 수 있습니다. 이 경우 이용자는 고의, 과실이 없음을 입증하지 못 하는 경우 책임을 면할 수 없습니다. 손해배상의 청구는 회사에 청구사유, 청구금액 및 산출근거를 기재하여 서면으로 하여야 합니다.

제 14 조 (면책)

회사는 다음 각 호의 경우로 서비스를 제공할 수 없는 경우 이로 인하여 이용자에게 발생한 손해에 대해서는 책임을 부담하지 않습니다. 천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우이용자의 귀책사유로 서비스 이용에 장애가 있는 경우 제1호 내지 제 3호를 제외한 기타 회사의 고의. 과실이 없는 사유로 인한 경우회사는 서비스 및 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 이용자의 손해에 대하여는 책임을 부담하지 아니합니다.

제 15 조 (규정의 준용)

본 약관은 대한민국법령에 의하여 규정되고 이행됩니다. 본 약관에 규정되지 않은 사항에 대해서는 관련법령 및 상관습에 의합니다.

제 16 조 (분쟁의 조정 및 기타)

회사는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 전기통신기본법 제40조의 2의 규정에 의한 방송통신위원회에 재정을 신청할 수 있습니다. 회사 또는 고객은 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 정보통신망이용촉진및정보보보등에관한 법률 제 33조의 규정에 의한 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.

제 17 조 (회사의 연락처)

회사의 상호 및 주소 등은 다음과 같습니다.

상호 : (주)모두컴퍼니

대표자: 강수남, 김동현

주소 : 서울특별시 성동구 왕십리로 115, 8F (우 : 04768)

대표전화: 02-887-7001

부칙

제 1조 (시행일) 이 약관은 2015년 11월 10일부터 시행한다.

제 2조 위치정보관리책임자는 2015년 11월 10일을 기준으로 다음과 같이 지정합니다.

이름 : 강수남

연락처 : 02-887-7001
                        </textarea>
            </div>
            <div class="custom-control custom-checkbox text-right">
                <input type="checkbox" id="agree3" class="custom-control-input">
                <label for="agree3" class="custom-control-label text-dark">
                    위치기반서비스 이용에 동의합니다. <span class="text-primary"> (선택) </span>
                </label>
            </div>
        </form>
    </div>

    <hr class="hrnone">

    <!--동의체크 버튼-->
    <div class="text-center">
        <button type="button" id="okagree" class="btn btn-success">
            <i class="fas fa-check"></i> 모두 동의함</button>
        &nbsp;
        <button type="button" id="noagree" class="btn btn-danger">
            <i class="fas fa-times"></i> 동의하지 않음</button>
        <hr>
    </div>

</div>

